// UI text, localize 2nd string. s% is a placeholder for game name
"InstallGame" "Installer"
"Support" "Support technique"
"Exit" "Terminer"
"Continue" "Continuer"
"Cancel" "Annuler"
"Back" "Retour"
"Play" "Jouer"
"Install" "Installer"
"Reinstall" "Réinstaller"
"Uninstall" "Désinstaller"
"Steam" ""%s utilise Steam pour rester à jour, transmettre les mises à jour et les derniers contenus directement sur votre ordinateur."
"Click" "Cliquez sur Continuer pour vous inscrire ou pour créer un compte."
"EulaTitle" "Accord de souscription"
"AcceptEula" "J'accepte les termes de l'accord de souscription"
"DenyEula" "Je refuse les termes de l'accord de souscription"
"WaitInstalling" "Installation des composants du système... veuillez patienter."

